Repository: bitterdev/file_manager
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Manage your entire file system within your concrete5 website. You can navigate, copy, move, edit directories and files and much more.
de_de: Verwalten Sie Ihr gesamtes Dateisystem innerhalb Ihrer concrete5 Webseite. Sie können Dateien und Verzeichnisse navigieren, kopieren, verschieben, bearbeiten und vieles mehr.

source: File Sytem Manager
de_de: Dateisystem-Verwaltung

source: Access File System (File System Manager)
de_de: Auf das Dateisystem zugreifen (Dateisystem-Verwaltung)

source: Copy Files (File System Manager)
de_de: Dateien kopieren (Dateisystem-Verwaltung)

source: Create Directories (File System Manager)
de_de: Verzeichnisse erstellen (Dateisystem-Verwaltung)

source: Edit Files (File System Manager)
de_de: Dateien bearbeiten (Dateisystem-Verwaltung)

source: Move Files (File System Manager)
de_de: Dateien verschieben (Dateisystem-Verwaltung)

source: Rename Files (File System Manager)
de_de: Dateien umbenennen (Dateisystem-Verwaltung)

source: Upload Files (File System Manager)
de_de: Dateien hochladen (Dateisystem-Verwaltung)

source: Download Files (File System Manager)
de_de: Dateien herunterladen (Dateisystem-Verwaltung)

source: Delete Files (File System Manager)
de_de: Dateien löschen (Dateisystem-Verwaltung)

source: Please wait...
de_de: Bitte warten...

source: Type
de_de: Typ

source: Date
de_de: Datum

source: Size
de_de: Größe

source: Did you know?
de_de: Wussten Sie schon?

source: here
de_de: hier

source: I have many other add-ons to power up your site. Maybe the following add-on sounds interesting to you? If you want to see a full list with all of my add-ons, please click %s. As an existing customer you will get 10%% discount on your next purchase.
de_de: Ich habe viele andere Erweiterungen die Ihre Seite aufbessern können. Vielleicht hört sich ja die nachfolgende Erweiterung interessant für sie an? Wenn Sie eine vollständige Liste meiner Erweiterungen sehen möchten, klicken Sie bitte %s. Als existierender Kunde erhalten Sie 10%% Rabatt auf Ihren nächsten Kauf.

source: Click %s to hide.
de_de: Klicken Sie %s zum ausblenden.

source: If you need support please click %s.
de_de: Wenn Sie Hilfe benötigen klicken Sie %s.

source: Thank You for purchasing this add-on!
de_de: Vielen Dank für den Erwerb meiner Software!

source: Follow me on Twitter and Facebook to get the latest news and notifications about updates, new add-ons/themes and special offers.
de_de: Folgen Sie mir auf Twitter und Facebook um Neuigkeiten zu erhalten über Updates, neue Add-ons/Themes und Sonderangebote.

source: Follow @fabian_bitter
de_de: Folge @fabian_bitter

source: You have not connected your site to the Marketplace. To benefit from updates, connect your site to the Marketplace and assign the purchased licenses.
de_de: Sie haben Ihre Seite nicht mit dem Marketplace verbunden. Um von Updates profitieren zu können, verbinden Sie Ihre Seite mit dem Marketplace und weisen Sie die gekaufte Lizenz zu.

source: Rate this add-on on concrete5.org and as a thank-you gift can choose another add-on of mine up to $35. This offer may only be claimed once. Click %s to rate now.
de_de: Bewerten Sie diese Erweiterung auf concrete5.org und als Dankeschön dürfen Sie sich eine weitere Erweiterungen von mir im Wert von $35 raussuchen. Dieses Angebot darf nur einmal beansprucht werden. Klicken Sie %s um jetzt eine Bewertung abzugeben.

source: Delete
de_de: Löschen

source: Are you sure that you want to delete the file "{file}"?
de_de: Sind Sie sicher das Sie die Datei "{file}" löschen möchten?

source: Cancel
de_de: Abbrechen

source: Confirm
de_de: Bestätigen

source: Please select a valid source.
de_de: Bitte wählen Sie eine gültige Quelle.

source: Please select a valid destination.
de_de: Bitte wählen Sie ein gültiges Ziel.

source: You have no permissions to perform this action.
de_de: Sie haben keine Berechtigungen um diese Aktion ausführen zu können.

source: File copied successfully.
de_de: Dateien erfolgreich kopiert.

source: Directory created successfully.
de_de: Verzeichnis erfolgreich erstellt.

source: File updated successfully.
de_de: Datei erfolgreich aktualisiert.

source: File moved successfully.
de_de: Datei erfolgreich verschoben.

source: Please enter a different name.
de_de: Bitte geben Sie einen anderen Namen ein.

source: File renamed successfully.
de_de: Datei erfolgreich umbenannt.

source: Copy
de_de: Kopieren

source: Create Dir
de_de: Verzeichnis erstellen

source: Save
de_de: Speichern

source: Move
de_de: Verschieben

source: Rename
de_de: Umbenennen

source: Close
de_de: Schließen

source: Edit
de_de: Bearbeiten

source: Edit file %s
de_de: Bearbeite Datei %s

source: Rename %s to...
de_de: Datei %s umbenennen in...

source: Move %s to...
de_de: Verschiebe Datei %s in...

source: Copy %s to...
de_de: Kopiere Datei %s nach...

source: Upload Files
de_de: Dateien hochladen

source: Create Directory
de_de: Verzeichnis erstellen
